Repository: Kyome22/ShiftWindow
Catalog: ShiftWindow/Localizable.xcstrings
Source language: en
Languages: ja

# aboutApp
source: About ShiftWindow
ja: ShiftWindowについて

source: Enable
ja: 有効

source: General
ja: 一般

source: Hide Desktop Icons
ja: デスクトップのアイコンを隠す

source: Launch at Login:
ja: ログイン時に起動:

source: Open System Preferences
ja: システム環境設定を開く

source: Permission:
ja: アクセス権限:

# permissionExplain
source: ShiftWindow requires permission to control parts of your computer via the so called Accessibility API. To use this app, the permission must be granted in System Preferences -> Security & Privacy -> Accessibility.
ja: ShiftWindowは、コンピュータを制御する目的でアクセシビリティAPIを使用するため許可を必要とします。 このアプリを使用するには、システム環境設定 -> セキュリティとプライバシー -> アクセシビリティにて権限を付与する必要があります。

source: Settings…
ja: 設定…

# shiftBottomHalf
source: Shift Bottom 1/2
ja: 下側 1/2 に寄せる

# shiftLeftHalf
source: Shift Left 1/2
ja: 左側 1/2 に寄せる

# shiftLeftThird
source: Shift Left 1/3
ja: 左側 1/3 に寄せる

# shiftLeftTwoThirds
source: Shift Left 2/3
ja: 左側 2/3 に寄せる

# shiftMaximize
source: Maximize
ja: 最大限広げる

# shiftMiddleThird
source: Shift Middle 1/3
ja: 中央 1/3 に寄せる

# shiftRighthalf
source: Shift Right 1/2
ja: 右側 1/2 に寄せる

# shiftRightThird
source: Shift Right 1/3
ja: 右側 1/3 に寄せる

# shiftRightThirds
source: Shift Right 2/3
ja: 右側 2/3 に寄せる

# shiftTopHalf
source: Shift Top 1/2
ja: 上側 1/2 に寄せる

source: Shortcut
ja: ショートカット

source: Show Shortcut Panel:
ja: ショートカットのパネルを表示:

# terminateApp
source: Quit ShiftWindow
ja: ShiftWindowを終了
